package model

//type City struct {
//	Id   string
//	Code string
//}
//
//var CityList = []*City{
//	{
//		Id:   "北京市市辖区",
//		Code: "110100",
//	},
//	{
//		Id:   "天津市市辖区",
//		Code: "120100",
//	},
//	{
//		Id:   "石家庄市市辖区",
//		Code: "130101",
//	},
//	{
//		Id:   "唐山市市辖区",
//		Code: "130201",
//	},
//	{
//		Id:   "秦皇岛市市辖区",
//		Code: "130301",
//	},
//	{
//		Id:   "邯郸市市辖区",
//		Code: "130401",
//	},
//	{
//		Id:   "邢台市市辖区",
//		Code: "130501",
//	},
//	{
//		Id:   "保定市市辖区",
//		Code: "130601",
//	},
//	{
//		Id:   "张家口市市辖区",
//		Code: "130701",
//	},
//	{
//		Id:   "承德市市辖区",
//		Code: "130801",
//	},
//	{
//		Id:   "沧州市市辖区",
//		Code: "130901",
//	},
//	{
//		Id:   "廊坊市市辖区",
//		Code: "131001",
//	},
//	{
//		Id:   "衡水市市辖区",
//		Code: "131101",
//	},
//	{
//		Id:   "太原市市辖区",
//		Code: "140101",
//	},
//	{
//		Id:   "大同市市辖区",
//		Code: "140201",
//	},
//	{
//		Id:   "阳泉市市辖区",
//		Code: "140301",
//	},
//	{
//		Id:   "长治市市辖区",
//		Code: "140401",
//	},
//	{
//		Id:   "晋城市市辖区",
//		Code: "140501",
//	},
//	{
//		Id:   "朔州市市辖区",
//		Code: "140601",
//	},
//	{
//		Id:   "晋中市市辖区",
//		Code: "140701",
//	},
//	{
//		Id:   "运城市市辖区",
//		Code: "140801",
//	},
//	{
//		Id:   "忻州市市辖区",
//		Code: "140901",
//	},
//	{
//		Id:   "临汾市市辖区",
//		Code: "141001",
//	},
//	{
//		Id:   "吕梁市市辖区",
//		Code: "141101",
//	},
//	{
//		Id:   "呼和浩特市市辖区",
//		Code: "150101",
//	},
//	{
//		Id:   "包头市市辖区",
//		Code: "150201",
//	},
//	{
//		Id:   "乌海市市辖区",
//		Code: "150301",
//	},
//	{
//		Id:   "赤峰市市辖区",
//		Code: "150401",
//	},
//	{
//		Id:   "通辽市市辖区",
//		Code: "150501",
//	},
//	{
//		Id:   "鄂尔多斯市市辖区",
//		Code: "150601",
//	},
//	{
//		Id:   "呼伦贝尔市市辖区",
//		Code: "150701",
//	},
//	{
//		Id:   "巴彦淖尔市市辖区",
//		Code: "150801",
//	},
//	{
//		Id:   "乌兰察布市市辖区",
//		Code: "150901",
//	},
//	{
//		Id:   "兴安盟",
//		Code: "152200",
//	},
//	{
//		Id:   "锡林郭勒盟",
//		Code: "152500",
//	},
//	{
//		Id:   "阿拉善盟",
//		Code: "152900",
//	},
//}
